Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_IN_VIEW_PROGRESS_STATE_FINISHING
source: Finishing up…
ar: يجري الإنهاء…
bg: Приключване…
ca: Acabant…
cs: Dokončování…
da: Færdiggør…
de: Fertigstellen …
el: Ολοκλήρωση…
es: Terminando…
es_419: Terminando…
fi: Viimeistellään…
fr: Finalisation…
fr_ca: Finalisation…
he: מסיים…
hi: समाप्त हो रहा है…
hr: Dovršavanje…
hu: Befejezés…
id: Menyelesaikan…
it: Completo…
ja: 終了中…
kk: Аяқталуда…
ko: 종료 중…
lt: Baigiama…
ms: Menyelesaikan…
nl: Voltooien…
no: Fullfører…
pl: Kończę…
pt_br: Finalizando…
pt_pt: A terminar…
ro: Finalizare…
ru: Завершение…
sk: Dokončujem…
sl: Dokončevanje …
sv: Slutför…
th: กำลังสิ้นสุด…
tr: Bitiriliyor…
uk: Завершування…
vi: Đang hoàn tất…
zh_cn: 即将完成…
zh_hk: 即將完成⋯
zh_tw: 即將完成⋯

# AUTHENTICATE_VIEW_BUTTON_TITLE
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# PROX_CARD_VIEW_JOIN_DESCRIPTION
source: Add yourself as a new user on this Apple TV.
ar: أضف نفسك كمستخدم جديد على Apple TV هذا.
bg: Добавете себе си като нов потребител на този Apple TV.
ca: Afegeix‑te com a usuari d’aquest Apple TV.
cs: Přidejte se jako nový uživatel této Apple TV.
da: Tilføj dig selv som en ny bruger på dette Apple TV.
de: Füge dich als neuen Benutzer auf diesem Apple TV hinzu.
el: Προσθέστε τον εαυτό σας ως νέο χρήστη σε αυτό το Apple TV.
es: Añádete como nuevo usuario en este Apple TV.
es_419: Agrégate como nuevo usuario a este Apple TV.
fi: Lisää itsesi tämän Apple TV:n uudeksi käyttäjäksi.
fr: Ajoutez-vous comme nouvel utilisateur de cette Apple TV.
fr_ca: Ajoutez-vous en tant que nouvel utilisateur de cette Apple TV.
he: באפשרותך להוסיף את עצמך כמשתמש חדש ב-Apple TV זה.
hi: इस Apple TV पर ख़ुद को नए यूज़र के रूप में जोड़ें।
hr: Dodajte se kao novi korisnik na ovom Apple TV‑u.
hu: Önmaga hozzáadása új felhasználóként ezen az Apple TV-n.
id: Tambahkan diri Anda sendiri sebagai pengguna baru di Apple TV ini.
it: Aggiungiti come nuovo utente di questa Apple TV.
ja: このApple TVに自分自身を新規ユーザとして追加します。
kk: Осы Apple TV құрылғысына өзіңізді жаңа пайдаланушы ретінде қосыңыз.
ko: 이 Apple TV의 새로운 사용자로 본인을 추가합니다.
lt: Įtraukite save kaip naują šio „Apple TV" naudotoją.
ms: Tambah diri anda sebagai pengguna baharu pada Apple TV ini.
nl: Voeg jezelf toe als nieuwe gebruiker op deze Apple TV.
no: Legg deg selv til som en ny bruker på Apple TV.
pl: Dodaj siebie jako użytkownika na tym Apple TV.
pt_br: Adicione-se como um novo usuário desta Apple TV.
pt_pt: Adicione‑se como novo utilizador nesta Apple TV.
ro: Adăugați‑vă ca utilizator nou pe acest Apple TV.
ru: Добавьте себя в качестве нового пользователя на этот Apple TV.
sk: Pridajte sa ako nový užívateľ tohto Apple TV.
sl: Dodajte se kot nov uporabnik te naprave Apple TV.
sv: Lägg till dig själv som användare på denna Apple TV.
th: เพิ่มคุณเป็นผู้ใช้ใหม่บน Apple TV เครื่องนี้
tr: Kendinizi bu Apple TV’ye yeni bir kullanıcı olarak ekleyin.
uk: Додайте себе як нового користувача на цьому Apple TV.
vi: Thêm chính bạn làm người dùng mới trên Apple TV này.
zh_cn: 在此Apple TV上将你自己设为新用户。
zh_hk: 在此Apple TV將你自己加入為新用户。
zh_tw: 將你自己加入為此Apple TV的新使用者。

# DISCOVERING_VIEW_TITLE_SIGN_IN
source: Sign in a New User
ar: تسجيل دخول كمستخدم جديد
bg: Вход в Нов потребител
ca: Inici de la sessió com a usuari nou
cs: Přihlášení nového uživatele
da: Log ind som ny bruger
de: Neuen Benutzeraccount anmelden
el: Σύνδεση νέου χρήστη
es: Inicia sesión con un nuevo usuario
es_419: Iniciar sesión con usuario nuevo
fi: Uuden käyttäjän sisäänkirjautuminen
fr: Connecter un nouvel utilisateur
fr_ca: Connexion d’un nouvel utilisateur
he: התחברות עם משתמש חדש
hi: नया यूज़र साइन इन करें
hr: Prijavite novog korisnika
hu: Bejelentkezés új felhasználóként
id: Masukkan Pengguna Baru
it: Accesso nuovo utente
ja: 新規ユーザをサインイン
kk: Жаңа пайдаланушы арқылы кіру
ko: 새로운 사용자 로그인
lt: Prijungti naują naudotoją
ms: Daftar masuk Pengguna Baharu
nl: Log een nieuwe gebruiker in
no: Logg på en ny bruker
pl: Zaloguj nowego użytkownika
pt_br: Inicie a Sessão com um Novo Usuário
pt_pt: Iniciar sessão de um novo utilizador
ro: Autentificați un utilizator nou
ru: Вход нового пользователя
sk: Prihlásenie nového užívateľa
sl: Vpišite se kot nov uporabnik
sv: Logga in en ny användare
th: ลงชื่อเข้าผู้ใช้ใหม่
tr: Yeni Kullanıcı ile Giriş Yapın
uk: Виконати вхід для нового користувача
vi: Đăng nhập người dùng mới
zh_cn: 新用户登录
zh_hk: 登入新用户
zh_tw: 登入新使用者

# DISCOVERED_VIEW_CLIENT_REPAIR_TITLE
source: Use Your Apple Account on This Apple TV?
ar: استخدام حساب Apple على هذا الـ Apple TV؟
bg: Искате ли да използвате вашата Apple регистрация на този Apple TV?
ca: Vols utilitzar el compte d’Apple a l’Apple TV?
cs: Použít na této Apple TV váš účet Apple?
da: Brug din Apple-konto på dette Apple TV?
de: Deinen Apple Account auf diesem Apple TV verwenden?
el: Χρήση του λογαριασμού Apple σας σε αυτό το Apple TV;
es: ¿Usar tu cuenta de Apple en este Apple TV?
es_419: ¿Usar tu cuenta de Apple en este Apple TV?
fi: Käytetäänkö Apple-tiliäsi tässä Apple TV:ssä?
fr: Utiliser votre compte Apple sur cette Apple TV ?
fr_ca: Utiliser votre compte Apple sur cette Apple TV?
he: להשתמש בחשבון ה-Apple שלך ב‑Apple TV זה?
hi: इस Apple TV पर अपने Apple खाते का उपयोग करें?
hr: Upotrijebiti Apple račun na Apple TV‑u?
hu: Szeretné használni az Apple-fiókját ezen az Apple TV‑n?
id: Gunakan Akun Apple Anda di Apple TV Ini?
it: Vuoi usare il tuo Apple Account su Apple TV?
ja: このApple TVでApple Accountを使用しますか?
kk: Осы Apple TV құрылғысында Apple аккаунтын пайдалану қажет пе?
ko: 이 Apple TV에서 사용자의 Apple 계정을 사용하겠습니까?
lt: Ar šiame „Apple TV“ naudoti jūsų „Apple“ paskyrą?
ms: Gunakan Akaun Apple Anda pada Apple TV Ini?
nl: Wil je je Apple Account gebruiken op deze Apple TV?
no: Vil du bruke Apple-kontoen din på Apple TV?
pl: Używać Twojego konta Apple na tym Apple TV?
pt_br: Usar a Sua Conta Apple Nesta Apple TV?
pt_pt: Usar a sua conta Apple nesta Apple TV?
ro: Utilizați contul dvs. Apple pe acest Apple TV?
ru: Использовать Аккаунт Apple на этом Apple TV?
sk: Použiť na tomto Apple TV váš Apple účet?
sl: Želite v tem Apple TV‑ju uporabiti svoj račun Apple?
sv: Vill du använda ditt Apple‑konto på denna Apple TV?
th: ใช้บัญชี Apple ของคุณบน Apple TV เครื่องนี้หรือไม่
tr: Apple Hesabı’nız Bu Apple TV’de Kullanılsın mı?
uk: Використати ваш обліковий запис Apple на цьому Apple TV?
vi: Sử dụng Tài khoản Apple của bạn trên Apple TV này?
zh_cn: 在此Apple TV上使用你的Apple账户吗？
zh_hk: 要在此Apple TV上使用你的Apple帳户嗎？
zh_tw: 要在此Apple TV上使用你的「Apple帳號」嗎？

# AUTHENTICATE_VIEW_ALERT_KEEP_USING_MESSAGE
source: Want to keep using %@?
ar: متابعة استخدام %@؟
bg: Искате ли да продължите да използвате %@?
ca: Vols continuar fent servir %@?
cs: Chcete zařízení %@ používat dál?
da: Bliv ved med at bruge %@?
de: Möchtest du %@ weiter verwenden?
el: Θέλετε να συνεχίσετε να χρησιμοποιείτε το %@;
es: ¿Quieres seguir usando %@?
es_419: ¿Quieres seguir usando %@?
fi: Käytetäänkö edelleen: %@?
fr: Voulez-vous continuer à utiliser %@ ?
fr_ca: Voulez-vous continuer à utiliser %@?
he: רוצה להמשיך להשתמש ב-%@?
hi: %@ का इस्तेमाल जारी रखना चाहते हैं?
hr: Želite li nastaviti koristiti %@?
hu: Továbbra is a következőt szeretné használni: %@?
id: Ingin terus menggunakan %@?
it: Vuoi continuare a usare %@?
ja: 引き続き%@を使用しますか?
kk: %@ аккаунтын әрі қарай пайдаланғыңыз келе ме?
ko: ‘%@’을(를) 계속 사용하겠습니까?
lt: Norite toliau naudoti „%@“?
ms: Mahu terus menggunakan %@?
nl: Wil je %@ blijven gebruiken?
no: Vil du fortsette å bruke %@?
pl: Chcesz nadal używać urządzenia (%@)?
pt_br: Deseja continuar usando %@?
pt_pt: Pretende continuar a usar %@?
ro: Doriți să utilizați în continuare %@?
ru: Продолжить использовать %@?
sk: Chcete zariadenie %@ ďalej používať?
sl: Želite še naprej uporabljati %@?
sv: Vill du fortsätta använda %@?
th: ต้องการใช้%[tt]@ต่อไปหรือไม่
tr: %@ kullanmayı sürdürmek istiyor musunuz?
uk: Надалі використовувати %@?
vi: Bạn muốn tiếp tục sử dụng %@ không?
zh_cn: 要继续使用%@吗？
zh_hk: 要繼續使用%@嗎？
zh_tw: 還想繼續使用%@嗎？

# QR_CODE_SCANNING_DEVICE_TITLE
source: Scan the QR code shown on the nearby Apple TV.
ar: قم بإجراء مسح ضوئي لرمز QR الظاهر على Apple TV القريب.
bg: Сканирайте QR кода, показан на близкия Apple TV.
ca: Escaneja el codi QR que es mostra a l’Apple TV proper.
cs: Naskenujte QR kód zobrazený na blízké Apple TV.
da: Scan QR-koden, der er vist på det Apple TV, som er i nærheden.
de: Scanne den QR-Code, der auf dem Apple TV in der Nähe angezeigt wird.
el: Σαρώστε τον κωδικό QR που εμφανίζεται στο κοντινό Apple TV.
es: Escanea el código QR que se muestra en el Apple TV cercano.
es_419: Escanea el código QR que se muestra en el Apple TV cercano.
fi: Skannaa lähellä olevassa Apple TV:ssä näkyvä QR-koodi.
fr: Scannez le code QR affiché sur l’Apple TV à proximité.
fr_ca: Balayez le code QR affiché sur l’Apple TV à proximité.
he: יש לסרוק את קוד ה-QR שמוצג ב-Apple TV הסמוך.
hi: आस-पास के Apple TV पर दिखाया गया QR कोड स्कैन करें।
hr: Skenirajte QR kôd koji je prikazan na obližnjem Apple TV-u.
hu: Olvassa be a közeli Apple TV‑n megjelenő QR-kódot.
id: Pindai kode QR yang ditampilkan di Apple TV di sekitar.
it: Scansiona il codice QR mostrato sull’Apple TV vicina.
ja: 近くのApple TVに表示されているQRコードをスキャンしてください。
kk: Жақын жердегі Apple TV құрылғысында көрсетілген QR кодты сканерлеңіз.
ko: 근처 Apple TV에 표시된 QR 코드를 스캔하십시오.
lt: Nuskaitykite šalia esančiame „Apple TV“ rodomą QR kodą.
ms: Imbas kod QR yang ditunjukkan pada Apple TV berdekatan.
nl: Scan de QR-code die wordt weergegeven op de Apple TV in de buurt.
no: Skann QR-koden som vises på Apple TV-en i nærheten.
pl: Zeskanuj kod QR wyświetlany przez pobliski Apple TV.
pt_br: Escaneie o QR code mostrado na Apple TV por perto.
pt_pt: Efetue a leitura do código QR apresentado na Apple TV por perto.
ro: Scanați codul QR afișat pe Apple TV‑ul din apropiere.
ru: Отсканируйте QR‑код, показанный на Apple TV рядом.
sk: Naskenujte QR kód zobrazený na Apple TV v blízkosti.
sl: Skenirajte kodo QR, prikazano na zaslonu naprave Apple TV v bližini.
sv: Skanna QR-koden som visas på Apple TV-enheten i närheten.
th: สแกนคิวอาร์โค้ดที่แสดงอยู่บน Apple TV ใกล้เคียง
tr: Yakındaki Apple TV’de gösterilen QR kodunu tarayın.
uk: Зіскануйте QR‑код з Apple TV поблизу.
vi: Quét mã QR được hiển thị trên Apple TV ở gần.
zh_cn: 扫描显示在附近Apple TV上的二维码。
zh_hk: 掃描附近Apple TV上顯示的二維碼。
zh_tw: 掃描附近Apple TV上顯示的行動條碼。

# CHILD_SIGN_IN_TITLE_DEFAULT
source: Enter child's Password
ar: أدخل كلمة سر الطفل
bg: Въведете паролата на детето
ca: Contrasenya de l’infant
cs: Zadejte heslo dítěte
da: Skriv barns adgangskode
de: Kinderpasswort eingeben
el: Εισαγάγετε το συνθηματικό του παιδιού
es: Introduce la contraseña del niño o niña
es_419: Ingresa la contraseña del menor
fi: Syötä lapsen salasana
fr: Saisir le mot de passe de l’enfant
fr_ca: Entrer le mot de passe de l’enfant
he: יש להזין את הסיסמה של הילד או הילדה
hi: बच्चे का पासवर्ड दर्ज करें
hr: Unesite djetetovu lozinku
hu: A gyermek jelszavának megadása
id: Masukkan Kata Sandi anak
it: Inserisci la password del bambino
ja: お子様のパスワードを入力
kk: Баланың құпиясөзін енгізу
ko: 자녀의 암호 입력
lt: Įveskite vaiko slaptažodį
ms: Masukkan Kata Laluan kanak-kanak
nl: Voer wachtwoord van kind in
no: Oppgi barnets passord
pl: Podaj hasło dziecka
pt_br: Digite a Senha da Criança
pt_pt: Digitar a palavra‑passe da criança
ro: Introduceți parola copilului
ru: Пароль ребенка
sk: Zadajte heslo dieťaťa
sl: Vnesite otrokovo geslo
sv: Ange barnets lösenord
th: ป้อนรหัสผ่านของเด็ก
tr: Çocuğun Parolasını Girin
uk: Введіть пароль дитини
vi: Nhập mật khẩu của trẻ
zh_cn: 输入子女的密码
zh_hk: 輸入小孩的密碼
zh_tw: 輸入小孩的密碼

# REPAIR_VIEW_TITLE_FINISHED
source: All Done
ar: انتهيت
bg: Всичко е готово
ca: Ja estàs!
cs: Vše hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
es_419: Todo listo
fi: Valmista
fr: Terminé
fr_ca: Tout est terminé
he: זהו!
hi: हो गया!
hr: Dovršeno
hu: Minden kész
id: Selesai!
it: Fatto
ja: すべて完了
kk: Барлығы дайын
ko: 완료
lt: Viskas atlikta
ms: Selesai
nl: Klaar!
no: Ferdig
pl: Zrobione
pt_br: Pronto
pt_pt: Terminado
ro: Totul e gata
ru: Готово!
sk: Hotovo
sl: Vse je dokončano
sv: Klart!
th: เสร็จแล้ว!
tr: Bitti
uk: Готово!
vi: Đã xong
zh_cn: 大功告成
zh_hk: 大功告成
zh_tw: 大功告成

# REPAIR_VIEW_TRY_AGAIN
source: There was a problem repairing your Apple Account. Please try again later.
ar: حدثت مشكلة في إصلاح حساب Apple. يرجى المحاولة مرة أخرى لاحقًا.
bg: Възникна проблем при възстановяването на вашата Apple регистрация. Моля, опитайте отново по-късно.
ca: Hi ha hagut un problema en reparar el compte d’Apple. Torna‑ho a provar més tard.
cs: Při opravování účtu Apple se vyskytly potíže. Zkuste to znovu.
da: Der var et problem med at reparere din Apple-konto. Prøv igen senere.
de: Bei der Reparatur deines Apple Accounts ist ein Problem aufgetreten. Versuche es später erneut.
el: Παρουσιάστηκε σφάλμα κατά την επιδιόρθωση του λογαριασμού Apple σας. Δοκιμάστε πάλι αργότερα.
es: Ha habido un problema al reparar tu cuenta de Apple. Inténtalo de nuevo más tarde.
es_419: Ocurrió un problema al reparar tu cuenta de Apple. Intenta más tarde.
fi: Ongelma korjattaessa Apple-tiliä. Yritä myöhemmin uudelleen.
fr: Un problème est survenu lors de la réparation de votre compte Apple. Réessayez plus tard.
fr_ca: Un problème est survenu lors de la réparation de votre compte Apple. Veuillez réessayer plus tard.
he: אירעה בעיה בעת תיקון חשבון ה-Apple שלך. נא לנסות שוב מאוחר יותר.
hi: आपका Apple खाता मरम्मत करने में समस्या हुई। कृपया बाद में फिर कोशिश करें।
hr: Došlo je do problema prilikom popravljanja vašeg Apple računa. Pokušajte ponovno kasnije.
hu: Probléma merült fel az Apple-fiókja megjavítása során. Próbálja újra később.
id: Ada masalah saat memperbaiki Akun Apple Anda. Coba lagi nanti.
it: Si è verificato un problema durante la riparazione di Apple Account. Riprova più tardi.
ja: Apple Accountの再ペアリング中に問題が起きました。あとでもう一度やり直してみてください。
kk: Apple аккаунтыңызды қалпына келтіру кезінде мәселе пайда болды. Әрекетті кейінірек қайталаңыз.
ko: Apple 계정을 복구하는 도중 오류가 발생했습니다. 나중에 다시 시도하십시오.
lt: Tvarkant „Apple“ paskyrą kilo problema. Bandykite dar kartą vėliau.
ms: Terdapat masalah membaiki Akaun Apple anda. Sila cuba lagi kemudian.
nl: Er heeft zich een probleem voorgedaan bij het repareren van je Apple Account. Probeer het later opnieuw.
no: Det oppsto et problem med å reparere Apple-kontoen din. Prøv igjen senere.
pl: Wystąpił problem z naprawą Twojego konta Apple. Spróbuj ponownie później.
pt_br: Houve um problema ao reparar a sua Conta Apple. Tente novamente mais tarde.
pt_pt: Ocorreu um problema ao reparar a sua conta Apple. Volte a tentar mais tarde.
ro: A existat o problemă la reasocierea contului dvs. Apple. Reîncercați mai târziu.
ru: Возникла проблема при восстановлении Аккаунта Apple. Повторите попытку позже.
sk: Počas opravovania vášho Apple účtu sa vyskytol problém. Skúste to znovu neskôr.
sl: Pri popravljanju vašega računa Apple je prišlo do težave. Poskusite znova pozneje.
sv: Ett fel uppstod när ditt Apple‑konto skulle repareras. Försök igen senare.
th: เกิดปัญหาในระหว่างจับคู่อีกครั้งกับบัญชี Apple ของคุณ โปรดลองอีกครั้งในภายหลัง
tr: Apple Hesabı’nızı onarmayla ilgili bir sorun oluştu. Lütfen daha sonra yeniden deneyin.
uk: Виникла проблема під час лагодження облікового запису Apple. Спробуйте пізніше.
vi: Đã xảy ra sự cố trong khi ghép đôi lại Tài khoản Apple của bạn. Vui lòng thử lại sau.
zh_cn: 修复Apple账户时出现问题。请稍后再试。
zh_hk: 修復Apple帳户時發生問題。請稍後再試。
zh_tw: 修復你的「Apple帳號」時發生問題。請稍後再試。

# SIGNING_IN_SETUP_TITLE
source: Adding User
ar: إضافة مستخدم
bg: Добавяне на потребител
ca: Afegint l’usuari
cs: Přidávání uživatele
da: Tilføjer bruger
de: Benutzer:in hinzufügen …
el: Προσθήκη χρήστη…
es: Añadiendo usuario
es_419: Agregando usuario
fi: Lisätään käyttäjä
fr: Ajout de l’utilisateur
fr_ca: Ajout d’utilisateur
he: מוסיף משתמש
hi: यूज़र जोड़ा जा रहा है
hr: Dodavanje korisnika
hu: Felhasználó hozzáadása
id: Menambahkan Pengguna
it: Aggiungo utente
ja: ユーザを追加中
kk: Пайдаланушы қосылуда
ko: 사용자 추가 중
lt: Įtraukiamas naudotojas
ms: Menambah Pengguna
nl: Gebruiker toevoegen
no: Legger til bruker
pl: Dodaję użytkownika
pt_br: Adicionando Usuário
pt_pt: A adicionar utilizador
ro: Adăugare utilizator
ru: Добавление пользователя
sk: Pridávam užívateľa
sl: Dodajanje uporabnika
sv: Lägger till användare
th: กำลังเพิ่มผู้ใช้
tr: Kullanıcı Ekleniyor
uk: Додається користувач
vi: Đang thêm người dùng
zh_cn: 添加用户
zh_hk: 正在加入用户
zh_tw: 正在加入使用者

# PAIR_VIEW_UNKNOWN_BUTTON
source: Submit
ar: إرسال
bg: Изпрати
ca: Envia
cs: Odeslat
da: Send
de: Senden
el: Υποβολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Soumettre
he: שליחה
hi: सबमिट करें
hr: Prijava
hu: Beküldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 제출
lt: Teikti
ms: Hantar
nl: Verzend
no: Send
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Передати
vi: Gửi
zh_cn: 提交
zh_hk: 提交
zh_tw: 送出

# ACCOUNT_SETUP_CREATE_ACCOUNT
source: Don’t have an Apple ID?
ar: ليس لديك Apple ID؟
bg: Нямате Apple ID?
ca: No tens un ID d’Apple?
cs: Nemáte Apple ID?
da: Har du ikke et Apple‑id?
de: Noch keine Apple‑ID?
el: Δεν έχετε Apple ID;
es: ¿No tienes un ID de Apple?
es_419: ¿No tienes Apple ID?
fi: Eikö sinulla ole Apple ID:tä?
fr: Vous n’avez pas d’identifiant Apple ?
fr_ca: Vous ne disposez pas d’un identifiant Apple?
he: אין לך Apple ID?
hi: Apple ID नहीं है?
hr: Nemate Apple ID?
hu: Nem rendelkezik Apple ID-val?
id: Tidak memiliki ID Apple?
it: Non hai un ID Apple?
ja: Apple IDをお持ちでない場合
kk: Apple ID аккаунтыңыз жоқ па?
ko: Apple ID가 없습니까?
lt: Neturite „Apple ID“?
ms: Tidak mempunyai Apple ID?
nl: Heb je geen Apple ID?
no: Har du ikke en Apple‑ID?
pl: Nie masz Apple ID?
pt_br: Não tem um ID Apple?
pt_pt: Não tem um ID Apple?
ro: Nu aveți un ID Apple?
ru: Нет Apple ID?
sk: Nemáte Apple ID?
sl: Nimate računa Apple ID?
sv: Har du inte något Apple‑ID?
th: ยังไม่มี Apple ID ใช่ไหม
tr: Apple kimliğiniz mi yok?
uk: Не маєте Apple ID?
vi: Bạn không có ID Apple?
zh_cn: 没有Apple ID？
zh_hk: 沒有Apple ID嗎？
zh_tw: 沒有Apple ID嗎？

# PASSWORD_ONLY_LOGIN_FORM_BODY
source: Enter the password for your Apple Account (%@).
ar: أدخل كلمة سر حساب Apple ‏(%@).
bg: Въведете паролата за вашата Apple регистрация (%@).
ca: Introdueix la contrasenya del compte d’Apple %@.
cs: Zadejte heslo k účtu Apple (%@).
da: Skriv adgangskoden til din Apple-konto (%@).
de: Gib das Passwort für deinen Apple Account (%@) ein.
el: Εισαγάγετε το συνθηματικό για τον λογαριασμό Apple σας (%@).
es: Introduce la contraseña de tu cuenta de Apple (%@).
es_419: Ingresa la contraseña de tu cuenta de Apple (%@).
fi: Syötä salasana Apple-tilillesi (%@).
fr: Saisissez le mot de passe de votre compte Apple (%@).
fr_ca: Entrez le mot de passe de votre compte Apple (%@).
he: יש להזין את הסיסמה של חשבון ה-Apple ‏(%@).
hi: अपने Apple खाते (%@) का पासवर्ड दर्ज करें।
hr: Unesite lozinku za svoj Apple račun (%@).
hu: Adja meg az Apple-fiókja (%@) jelszavát.
id: Masukkan kata sandi untuk Akun Apple Anda (%@).
it: Inserisci la password dell’Apple Account (%@).
ja: Apple Account（%@）のパスワードを入力してください。
kk: Apple аккаунтыңыздың (%@) құпиясөзін енгізіңіз.
ko: Apple 계정(%@)의 암호를 입력하십시오.
lt: Įveskite „Apple“ paskyros (%@) slaptažodį.
ms: Masukkan kata laluan Akaun Apple (%@) anda.
nl: Voer het wachtwoord in voor je Apple Account (%@).
no: Oppgi passordet til Apple-kontoen din (%@).
pl: Podaj hasło konta Apple (%@).
pt_br: Digite a senha da sua Conta Apple (%@).
pt_pt: Digite a palavra‑passe da conta Apple (%@).
ro: Introduceți parola pentru contul dvs. Apple (%@).
ru: Введите пароль Аккаунта Apple (%@).
sk: Zadajte heslo pre svoj Apple účet (%@).
sl: Vnesite geslo za račun Apple (%@).
sv: Ange lösenordet för Apple‑kontot (%@).
th: ป้อนรหัสผ่านของบัญชี Apple (%@) ของคุณ
tr: Apple Hesabı’nız (%@) için parolayı girin.
uk: Введіть пароль свого облікового запису Apple (%@).
vi: Nhập mật khẩu cho Tài khoản Apple (%@) của bạn.
zh_cn: 输入Apple账户(%@)密码。
zh_hk: 輸入Apple帳户（%@）的密碼。
zh_tw: 輸入「Apple帳號」（%@）的密碼。

# DISCOVERED_VIEW_CLIENT_REPAIR_CONNECTING
source: Connecting
ar: يجري الاتصال
bg: Свързване
ca: Accedint
cs: Připojování
da: Opretter forbindelse
de: Verbinden …
el: Σύνδεση…
es: Conectando
es_419: Conectando
fi: Yhdistetään
fr: Connexion
fr_ca: Connexion
he: מתחבר
hi: कनेक्ट किया जा रहा है
hr: Spajanje
hu: Csatlakozás
id: Menghubungkan
it: Connetto
ja: 接続中
kk: Қосылуда
ko: 연결 중
lt: Jungiamasi
ms: Bersambung
nl: Verbinden
no: Kobler til
pl: Łączę się
pt_br: Conectando
pt_pt: A estabelecer ligação
ro: Conectare
ru: Подключение
sk: Pripájam
sl: Povezovanje
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Зʼєднування
vi: Đang kết nối
zh_cn: 正在连接
zh_hk: 正在連接
zh_tw: 連接中

# PAIR_VIEW_MANUAL_TITLE
source: Enter Code
ar: أدخل الرمز
bg: Въведете код
ca: Introdueix el codi
cs: Zadejte kód
da: Skriv kode
de: Code eingeben
el: Εισαγωγή κωδικού
es: Introduce el código
es_419: Ingresa el código
fi: Syötä koodi
fr: Saisissez le code
fr_ca: Entrer le code
he: יש להזין את הקוד
hi: कोड दर्ज करें
hr: Unesite kôd
hu: Kód megadása
id: Masukkan Kode
it: Inserisci codice
ja: コードを入力
kk: Кодты енгізу
ko: 코드 입력
lt: Įveskite kodą
ms: Masukkan Kod
nl: Voer code in
no: Skriv inn kode
pl: Podaj kod
pt_br: Digite o Código
pt_pt: Digitar o código
ro: Introducere cod
ru: Ввод кода
sk: Zadajte kód
sl: Vnesite kodo
sv: Ange kod
th: ป้อนรหัส
tr: Kodu Girin
uk: Введіть код
vi: Nhập mã
zh_cn: 输入认证码
zh_hk: 輸入認證碼
zh_tw: 輸入認證碼

# SETUP_VIEW_PROVIDING_DEVICE_BUTTON_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# SIGN_IN_OPTIONS_TITLE
source: Apple ID
ca: ID d’Apple
es: ID de Apple
fr: Identifiant Apple
fr_ca: Identifiant Apple
id: ID Apple
it: ID Apple
pt_br: ID Apple
pt_pt: ID Apple
ro: ID Apple
tr: Apple Kimliği
vi: ID Apple
